// 동행 구하기 더미데이터
export const DummyCooperate = [
   {
      id: 1,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
      state: 'pending',
   },
   {
      id: 2,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
      state: 'rejected',
   },
   {
      id: 3,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
      state: 'accepted',
   },
   {
      id: 4,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
      state: 'rejected',
   },
   {
      id: 5,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
      state: 'accepted',
   },
   {
      id: 6,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
      state: 'pending',
   },
   {
      id: 7,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
      state: 'rejected',
   },
   {
      id: 8,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
      state: 'rejected',
   },
   {
      id: 9,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
      state: 'pending',
   },
   {
      id: 10,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
      state: 'accepted',
   },
];

// 장소 더미데이터
export const DummyPlace = [
   {
      id: 1,
      date: '8.23 09:00~18:00',
      title: '구로 청소년 e스포츠 슈퍼컵대회',
      place: '동양미래대학교 대강당',
      address: '서울특별시 구로구 경인로 445',
      lat: 37.5005419,
      lng: 126.8676709,
   },
   {
      id: 2,
      date: '8.23 09:00~18:00',
      title: '구로 청소년 e스포츠 슈퍼컵대회',
      place: '동양미래대학교 대강당',
      address: '서울특별시 구로구 경인로 445',
      lat: 37.5005419,
      lng: 126.8676709,
   },
   {
      id: 3,
      date: '8.23 09:00~18:00',
      title: '구로 청소년 e스포츠 슈퍼컵대회',
      place: '동양미래대학교 대강당',
      address: '서울특별시 구로구 경인로 445',
      lat: 37.517309,
      lng: 126.904945,
   },
   {
      id: 4,
      date: '8.23 09:00~18:00',
      title: '구로 청소년 e스포츠 슈퍼컵대회',
      place: '동양미래대학교 대강당',
      address: '서울특별시 구로구 경인로 445',
      lat: 37.5005419,
      lng: 126.8676709,
   },
];

// 포스트 더미데이터
export const DummyCommunity = [
   {
      id: 1,
      nickname: '닉네임',
      date: '2025년 8월 3일 00:56',
      location: '또로로김밥',
      title: '성공회대 근처 맛집 후기',
      content:
         '반찬이 정말 다양하고 신선해서 만족스러웠어요. 가성비도 좋아서 가족들과 다시 방문할 생각입니다.',
      heart: '123',
   },
   {
      id: 2,
      nickname: '닉네임',
      date: '2025년 8월 3일 00:56',
      location: '또로로김밥',
      title: '성공회대 근처 맛집 후기',
      content:
         '반찬이 정말 다양하고 신선해서 만족스러웠어요. 가성비도 좋아서 가족들과 다시 방문할 생각입니다.',
      heart: '123',
   },
   {
      id: 3,
      nickname: '닉네임',
      date: '2025년 8월 3일 00:56',
      location: '또로로김밥',
      title: '성공회대 근처 맛집 후기',
      content:
         '반찬이 정말 다양하고 신선해서 만족스러웠어요. 가성비도 좋아서 가족들과 다시 방문할 생각입니다.',
      heart: '123',
   },
   {
      id: 4,
      nickname: '닉네임',
      date: '2025년 8월 3일 00:56',
      location: '또로로김밥',
      title: '성공회대 근처 맛집 후기',
      content:
         '반찬이 정말 다양하고 신선해서 만족스러웠어요. 가성비도 좋아서 가족들과 다시 방문할 생각입니다.',
      heart: '123',
   },
   {
      id: 5,
      nickname: '닉네임',
      date: '2025년 8월 3일 00:56',
      location: '또로로김밥',
      title: '성공회대 근처 맛집 후기',
      content:
         '반찬이 정말 다양하고 신선해서 만족스러웠어요. 가성비도 좋아서 가족들과 다시 방문할 생각입니다.',
      heart: '123',
   },
   {
      id: 6,
      nickname: '닉네임',
      date: '2025년 8월 3일 00:56',
      location: '또로로김밥',
      title: '성공회대 근처 맛집 후기',
      content:
         '반찬이 정말 다양하고 신선해서 만족스러웠어요. 가성비도 좋아서 가족들과 다시 방문할 생각입니다.',
      heart: '123',
   },
   {
      id: 7,
      nickname: '닉네임',
      date: '2025년 8월 3일 00:56',
      location: '또로로김밥',
      title: '성공회대 근처 맛집 후기',
      content:
         '반찬이 정말 다양하고 신선해서 만족스러웠어요. 가성비도 좋아서 가족들과 다시 방문할 생각입니다.',
      heart: '123',
   },
   {
      id: 8,
      nickname: '닉네임',
      date: '2025년 8월 3일 00:56',
      location: '또로로김밥',
      title: '성공회대 근처 맛집 후기',
      content:
         '반찬이 정말 다양하고 신선해서 만족스러웠어요. 가성비도 좋아서 가족들과 다시 방문할 생각입니다.',
      heart: '123',
   },
   {
      id: 9,
      nickname: '닉네임',
      date: '2025년 8월 3일 00:56',
      location: '또로로김밥',
      title: '성공회대 근처 맛집 후기',
      content:
         '반찬이 정말 다양하고 신선해서 만족스러웠어요. 가성비도 좋아서 가족들과 다시 방문할 생각입니다.',
      heart: '123',
   },
   {
      id: 10,
      nickname: '닉네임',
      date: '2025년 8월 3일 00:56',
      location: '또로로김밥',
      title: '성공회대 근처 맛집 후기',
      content:
         '반찬이 정말 다양하고 신선해서 만족스러웠어요. 가성비도 좋아서 가족들과 다시 방문할 생각입니다.',
      heart: '123',
   },
];
