export const DummyCooperate = [
   {
      id: 1,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
   {
      id: 2,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
   {
      id: 3,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
   {
      id: 4,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
   {
      id: 5,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
   {
      id: 6,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
   {
      id: 7,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
   {
      id: 8,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
   {
      id: 9,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
   {
      id: 10,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
];

export const DummyPlace = [
   {
      id: 1,
      date: '8.23 09:00~18:00',
      title: '구로 청소년 e스포츠 슈퍼컵대회',
      place: '동양미래대학교 대강당',
      address: '서울특별시 구로구 경인로 445',
      lat: 37.5005419,
      lng: 126.8676709,
   },
   {
      id: 2,
      date: '8.23 09:00~18:00',
      title: '구로 청소년 e스포츠 슈퍼컵대회',
      place: '동양미래대학교 대강당',
      address: '서울특별시 구로구 경인로 445',
      lat: 37.5005419,
      lng: 126.8676709,
   },
   {
      id: 3,
      date: '8.23 09:00~18:00',
      title: '구로 청소년 e스포츠 슈퍼컵대회',
      place: '동양미래대학교 대강당',
      address: '서울특별시 구로구 경인로 445',
      lat: 37.517309,
      lng: 126.904945,
   },
   {
      id: 4,
      date: '8.23 09:00~18:00',
      title: '구로 청소년 e스포츠 슈퍼컵대회',
      place: '동양미래대학교 대강당',
      address: '서울특별시 구로구 경인로 445',
      lat: 37.5005419,
      lng: 126.8676709,
   },
];
