export const DummyCooperate = [
   {
      id: 1,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
   {
      id: 2,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
   {
      id: 3,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
   {
      id: 4,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
   {
      id: 5,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
   {
      id: 6,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
   {
      id: 7,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
   {
      id: 8,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
   {
      id: 9,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
   {
      id: 10,
      title: '우리 여기 같이가욤!!',
      content:
         '저랑 같이 학교 도서관에서 공부하러 가실래요?? 20대 여성 분들이면 좋겠습니다 !!',
      date: '8/20 16:00',
      place: '서울특별시 구로구 연동로 320',
      capacity: '10',
      people: '2',
   },
];
